{
	"episodes": [
		[ 
			{	"topImage": "dirktop/dirk26alt.png", "mainImage": "epimain/img1.png",
				"dirkText": "See? I whipped up something special, just for you, since you must be so curious to see how the next interviews will go."	},
			{	"topImage": "dirktop/dirk26alt.png", "mainImage": "epimain/img1.png",
				"dirkText": "Does this soothe your need? Pacify your insatiable lust for more entertainment?"	},
			{	"topImage": "dirktop/dirk26alt.png", "mainImage": "epimain/img1.png",
				"dirkText": "Look, there’s even the Problem Sleuth crew."	},
			{	"topImage": "dirktop/dirk26alt.png", "mainImage": "epimain/img1.png",
				"dirkText": "We all love the Problem Sleuth crew. Unless you haven’t read Problem Sleuth, which is a problem in and of itself."	},
			{	"topImage": "dirktop/dirk26alt.png", "mainImage": "epimain/img1.png",
				"dirkText": "I’m not keen on promoting literature that isn’t either deeply philosophical or written by me, but go fucking read Problem Sleuth."	},
			{	"topImage": "dirktop/dirk26alt.png", "mainImage": "epimain/img1.png",
				"dirkText": "And yes, in case you were wondering, My Little Pony does count as deeply philosophical literature."	},
			{	"topImage": "dirktop/dirk27.png", "mainImage": "epimain/img2.png",
				"dirkText": "This is much better."	},
			{	"topImage": "dirktop/dirk27.png", "mainImage": "epimain/img2.png",
				"dirkText": "In fact, now that I’m looking at it, my art has made drastic leaps and bounds in terms of quality since the last time you would have seen it. When was that again, 2011? I suppose it's not too surprising that I’m a far more talented artist than my 15-year-old counterpart."	},
			{	"topImage": "dirktop/dirk27.png", "mainImage": "epimain/img2.png",
				"dirkText": "Now, I’m not going to completely upturn the episode’s plot – or lack thereof – I'm not a monster."	},
			{	"topImage": "dirktop/dirk27.png", "mainImage": "epimain/img2.png",
				"dirkText": "It was not at all because I couldn’t be bothered to give a fuck about this dumb story."	},
			{	"topImage": "", "mainImage": "dirkmain/dirk4.png",
				"dirkText": "The only change I felt was necessary to make was giving the shadowed figure a stylish hoverboard. This episode is miles better already, thanks to my impeccable creative talent and directional skills."	}
		],
		[
			{	"topImage": "dirktop/dirk28.png", "mainImage": "epimain/img3.png",
				"dirkText": "For today’s episode preview, we must bear witness to what is probably the most ordinary episode idea of all time. "	},
			{	"topImage": "dirktop/dirk28.png", "mainImage": "epimain/img3.png",
				"dirkText": "I understand the target audience craves meaningless fluff, nothing too thought-provoking or realistic, but this show has a way of taking it to a whole new level."	},
			{	"topImage": "dirktop/dirk28.png", "mainImage": "epimain/img3.png",
				"dirkText": "Doing an already stale and overdone trope in a manner that recites verbatim the beach episodes of old… Their plastic smiles look so happy. So fake. Frankly, it makes me sick. "	},
			{	"topImage": "dirktop/dirk28.png", "mainImage": "epimain/img3.png",
				"dirkText": "It can't get any worse than a beach episode, can it?"	},

				
			{	"topImage": "dirktop/dirk29.png", "mainImage": "epimain/img4.png",
				"dirkText": "Alright. This is my new and improved beach episode. I’ve basically solved the problem. Instead of that hoity-toity high fashion Homeslice Dirk, there is now me, the cooler Better Dirk. Fuck the Ultimate title. We’re going Better for this shit. "	},
			{	"topImage": "dirktop/dirk29.png", "mainImage": "epimain/img4.png",
				"dirkText": "I wonder– could I replace Homeslice Dirk entirely and see how many episodes it takes for anyone to notice?"	},
			{	"topImage": "dirktop/dirk29.png", "mainImage": "epimain/img4.png",
				"dirkText": "Nah. That's too cruel."	},
				
			{	"topImage": "", "mainImage": "dirkmain/dirk4.png",
				"dirkText": "Anyways. You know the drill. Check back tomorrow for more."	}
			
		],
		[
			{	"topImage": "dirktop/dirk31.png", "mainImage": "epimain/img5.png",
				"dirkText": "Ah. Strider House. I am immediately proved wrong."	},
			{	"topImage": "dirktop/dirk31.png", "mainImage": "epimain/img5.png",
				"dirkText": "Actually, no. This is perfect."	},
			{	"topImage": "dirktop/dirk31.png", "mainImage": "epimain/img5.png",
				"dirkText": "I don’t know what the plot is supposed to be, but this is fucking perfect. "	},
			{	"topImage": "dirktop/dirk31.png", "mainImage": "epimain/img5.png",
				"dirkText": "Going all-in on the show’s theme, plagiarizing the very idea of one of the finest sitcoms of the 20th century. Full House. Strider House. It’s beautiful. "	},
			{	"topImage": "dirktop/dirk31.png", "mainImage": "epimain/img5.png",
				"dirkText": "Ms. Paint’s eye for artistic perfection knows no bounds, don't you think?"	},
			{	"topImage": "dirktop/dirk32.png", "mainImage": "epimain/img6.png",
				"dirkText": "Just joking. My eye for artistic perfection is infinitely more refined than hers. "	},
			{	"topImage": "dirktop/dirk32.png", "mainImage": "epimain/img6.png",
				"dirkText": "Now, this is truly flawless. Immaculate, even. "	},
			{	"topImage": "dirktop/dirk32.png", "mainImage": "epimain/img6.png",
				"dirkText": "It’s true to its name– a house full of Striders, a dream come true. "	},
			{	"topImage": "dirktop/dirk32.png", "mainImage": "epimain/img6.png",
				"dirkText": "Of course, out of courtesy to my brother, and to the Strider title, I kept him in there."	},
			{	"topImage": "dirktop/dirk32.png", "mainImage": "epimain/img6.png",
				"dirkText": " Poor guy. Must be overwhelmed by the sheer amount of Di-Stri kickassery going on. "	},
			{	"topImage": "dirktop/dirk32.png", "mainImage": "epimain/img6.png",
				"dirkText": "This is the perfect episode. This is the Strider House."	},
			{	"topImage": "", "mainImage": "dirkmain/dirk4.png",
				"dirkText": "You know the drill. Tomorrow, again. And the day after that. Should I even have to remind you anymore?"	}
		],
		[
			{	"topImage": "dirktop/dirk32.png", "mainImage": "epimain/img7.png",
				"dirkText": "Now there’s… Someone with an Ouija board. "	},
			{	"topImage": "dirktop/dirk32.png", "mainImage": "epimain/img7.png",
				"dirkText": "Who doesn’t remember those things? It looks like those ghost-divining instruments of internet infamy have found a home in the story. "	},
			{	"topImage": "dirktop/dirk32.png", "mainImage": "epimain/img7.png",
				"dirkText": "The girl holding the board seems familiar. Should I state her name or would that count as spoilers? "	},
			{	"topImage": "dirktop/dirk32.png", "mainImage": "epimain/img7.png",
				"dirkText": "Hmmm. You’re all very lucky I’m a merciful narrator, so I’ll hold off on saying anything, just for you. "	},
			{	"topImage": "dirktop/dirk32.png", "mainImage": "epimain/img7.png",
				"dirkText": "The concept looks somewhat promising, but it’ll probably miss the mark, just like every other pathetic episode they’ve planned. "	},

			{	"topImage": "dirktop/dirk33.png", "mainImage": "epimain/img8.png",
				"dirkText": "Bam. Decided to take a couple of left turns and mix things up a little. I chose not to stick to the composition this time. Gotta make sure my art is unique, y’know. "	},
			{	"topImage": "dirktop/dirk33.png", "mainImage": "epimain/img8.png",
				"dirkText": "You see this shit? I don’t need an Ouija Board to talk to ghosts. I’m above that. I take the ghosts in the palm of my hand and fucking strangle them. "	},
			{	"topImage": "dirktop/dirk33.png", "mainImage": "epimain/img8.png",
				"dirkText": "Those dudes on paranormal shows wish they were me. They lack the sheer paranormal power I possess. "	},
			{	"topImage": "dirktop/dirk33.png", "mainImage": "epimain/img8.png",
				"dirkText": "That type of entertainment will pale in comparison to the beauty of this episode. "	},
			{	"topImage": "dirktop/dirk33.png", "mainImage": "epimain/img8.png",
				"dirkText": "I am going to ghost-wrangle those concepts and deliver them with haunting perfection."	},
			{	"topImage": "", "mainImage": "dirkmain/dirk4.png",
				"dirkText": "See you tomorrow then."	}
			
		],
		[
			{	"topImage": "dirktop/dirk34.png", "mainImage": "epimain/img9.png",
				"dirkText": "Finally, something interesting. "	},
			{	"topImage": "dirktop/dirk34.png", "mainImage": "epimain/img9.png",
				"dirkText": "Here we see Karkat Vantas, a gun ominously framing his tied-up body. I give my regards to the lighting crew. They’ve done well. "	},
			{	"topImage": "dirktop/dirk34.png", "mainImage": "epimain/img9.png",
				"dirkText": "But onto something more important– am I witnessing a kidnapping? Is Ms. Paint televising a kidnapping? "	},
			{	"topImage": "dirktop/dirk34.png", "mainImage": "epimain/img9.png",
				"dirkText": "Her character alignment has just become True Evil. Shame on her, that murder hobo. "	},
			{	"topImage": "dirktop/dirk34.png", "mainImage": "epimain/img9.png",
				"dirkText": "With all these shitty references I’m making, I can only pray Ms. Paint isn’t planning on making a D&D episode. No offense meant to her, of course, but the intricacies of such a subject will be lost to her inexperience. It’s best to leave the complexities to me."	},
			{	"topImage": "dirktop/dirk34.png", "mainImage": "epimain/img9.png",
				"dirkText": "All in all, this episode might manage to rile up a few viewers. "	},

			{	"topImage": "dirktop/dirk35.png", "mainImage": "epimain/img10.png",
				"dirkText": "How about this? "	},
			{	"topImage": "dirktop/dirk35.png", "mainImage": "epimain/img10.png",
				"dirkText": "I shut him up. This probably marks me as an accomplice, but it’s not like I’ll get caught."	},
			{	"topImage": "dirktop/dirk35.png", "mainImage": "epimain/img10.png",
				"dirkText": "I’m simply rectifying the only issue that stood out to me; they forgot to tape over Vantas’ mouth. "	},
			{	"topImage": "dirktop/dirk35.png", "mainImage": "epimain/img10.png",
				"dirkText": "If you’re going to kidnap someone, then at least do it right. Especially when kidnapping the guy that’s probably the loudest troll on Earth C?  Be prepared to have vulgar insults and vile slurs thrown your way. "	},
			{	"topImage": "dirktop/dirk35.png", "mainImage": "epimain/img10.png",
				"dirkText": "Okay, maybe the slurs are pushing it a little these days. But am I wrong? (The answer is no, by the way. I am never wrong.)"	},
			{	"topImage": "dirktop/dirk35.png", "mainImage": "epimain/img10.png",
				"dirkText": "Well, I guess keeping him at gunpoint would shut him up a little. We’ll see how that goes."	},
			{	"topImage": "", "mainImage": "dirkmain/dirk8.png",
				"dirkText": "Today’s preview was spicier than most, don’t you think? I hope you’re quaking in your seat at the thought of more. I don’t “hope”, actually– I know that you are. You want more, don’t you? "	},
			{	"topImage": "", "mainImage": "dirkmain/dirk4.png",
				"dirkText": "Then I’ll see you tomorrow."	}
			
		],
		[
			{	"topImage": "dirktop/dirk36.png", "mainImage": "epimain/img11.png",
				"dirkText": "John blowing dream bubbles? "	},
			{	"topImage": "dirktop/dirk36.png", "mainImage": "epimain/img11.png",
				"dirkText": "Okay. Not sure how this is supposed to translate into a fun and happy form of entertainment, but I’m sure Ms. Paint’s directorial abilities will pull through in the end. "	},
			{	"topImage": "dirktop/dirk36.png", "mainImage": "epimain/img11.png",
				"dirkText": "Are we getting troll throwbacks? Dancestor cameos? Silly dead people antics? What’s in store here? The suspense and intrigue are killing me."	},

			{	"topImage": "dirktop/dirk37.png", "mainImage": "epimain/img12.png",
				"dirkText": "Look at me fucking go. Dirk Strider, ass out, caked up on a hot summer day. "	},
			{	"topImage": "dirktop/dirk37.png", "mainImage": "epimain/img12.png",
				"dirkText": "John is blowing bubbles of perfection that border on downright pornographic, and I wouldn’t have it any other way."	},
			{	"topImage": "dirktop/dirk37.png", "mainImage": "epimain/img12.png",
				"dirkText": "I’m sticking up the middle finger in rebellion. I’ve got a fucking horse. I’m flexing my sweet and sexy muscles. How erotic (horse unrelated.) "	},
			{	"topImage": "dirktop/dirk37.png", "mainImage": "epimain/img12.png",
				"dirkText": "Call me Narcissus, but I’ve lost track of what the original idea here was supposed to be. Too busy looking at my risque bod."	},
			{	"topImage": "dirktop/dirk37.png", "mainImage": "epimain/img12.png",
				"dirkText": "I think I’ve kept the porn gag going on for too long."	},
			{	"topImage": "dirktop/dirk37.png", "mainImage": "epimain/img12.png",
				"dirkText": "Shut it down, guys. Shut it down. Don’t want to make any of our audience on the other end uncomfortable. "	},
			{	"topImage": "dirktop/dirk37.png", "mainImage": "epimain/img12.png",
				"dirkText": "Children, avert your gaze. Everything here is lollipops and ponies. "	},

			{	"topImage": "", "mainImage": "dirkmain/dirk8.png",
				"dirkText": "That’s enough Dirk-isms from me for a day. "	},
			{	"topImage": "", "mainImage": "dirkmain/dirk15.png",
				"dirkText": "I’m being lenient on you all here, so be grateful. I could easily talk forever and fill the space of this empty website with nothing but orange text, but I don’t think you would like that very much."	},
			{	"topImage": "", "mainImage": "dirkmain/dirk10.png",
				"dirkText": "Though that’s what I’m doing already, isn’t it? Just one day at a time. "	},
			{	"topImage": "", "mainImage": "dirkmain/dirk4.png",
				"dirkText": "Expect more orange text tomorrow. I keep my word, you know this."	}
			
		],
		[
			{	"topImage": "dirktop/dirk38.png", "mainImage": "epimain/img13.png",
				"dirkText": "An episode centered around Terezi Pyrope and my little dojo business. "	},
			{	"topImage": "dirktop/dirk38.png", "mainImage": "epimain/img13.png",
				"dirkText": "We’ll get some fascinating fights and riveting action, but nothing too serious, or it’ll throw off all the chill vibes. "	},
			{	"topImage": "dirktop/dirk38.png", "mainImage": "epimain/img13.png",
				"dirkText": "Maybe there’ll be a training montage here and there? Perhaps a saga about Pyrope becoming the next Bruce Lee? "	},
			{	"topImage": "dirktop/dirk38.png", "mainImage": "epimain/img13.png",
				"dirkText": "Let's make this the star-studded sequel to Return of the Dragon. Make a prequel to Way of the Dragon, while we’re at it. "	},
			{	"topImage": "dirktop/dirk38.png", "mainImage": "epimain/img13.png",
				"dirkText": "It’s good to brush up on your 70’s karate flicks, get some inspiration from the originals."	},
				
			{	"topImage": "dirktop/dirk39.png", "mainImage": "epimain/img14.png",
				"dirkText": "It’d be dumb to pretend you don’t know who would be coming out on top though. "	},
			{	"topImage": "dirktop/dirk39.png", "mainImage": "epimain/img14.png",
				"dirkText": "… Me, obviously. Can’t you see it in this masterpiece? "	},
			{	"topImage": "dirktop/dirk39.png", "mainImage": "epimain/img14.png",
				"dirkText": "Well, I suppose it's not the better me - but I had to give the sweet taste of victory to this puny guy as well. I'm a very generous omnipotent being afterall."	},
			{	"topImage": "dirktop/dirk39.png", "mainImage": "epimain/img14.png",
				"dirkText": "Need a little bit of variety in my exquisite work too, other Dirks can have the spotlight sometimes. even if they’re merely sub-par compared to yours truly. "	},
			{	"topImage": "dirktop/dirk39.png", "mainImage": "epimain/img14.png",
				"dirkText": "Oh and while we’re at it, can I say I’m tired of being twinkified? I’m not mad, it’s just so unrealistic. My muscles are actually near Herculean in nature, maybe even more than that if we’re really being honest. "	},
			{	"topImage": "dirktop/dirk39.png", "mainImage": "epimain/img14.png",
				"dirkText": "Therefore I’ve taken the liberty of making it clearer in this artwork. big fat humongous fucking muscles. only fit for a true alpha like myself. You can thank me later."	},
			{	"topImage": "dirktop/dirk39.png", "mainImage": "epimain/img14.png",
				"dirkText": "I’ve been talking quite a lot about my figure these days, huh? I bet you didn’t even know I could shapeshift in this form. "	},
			{	"topImage": "dirktop/dirk39.png", "mainImage": "epimain/img14.png",
				"dirkText": "I mean, it should be obvious considering I am literally god. It works wonders for charades too. Though it’s not like I have anyone to play with.. unless we’re counting myself who I made from myself, who I endearingly call: myself."	},
				
			{	"topImage": "", "mainImage": "dirkmain/dirk8.png",
				"dirkText": "Anyhoo. I've babbled on enough, even though I'm sure you absolutely adore hearing (..reading?) me talk. "	},
			{	"topImage": "", "mainImage": "dirkmain/dirk4.png",
				"dirkText": "Yeah, I know about all the fanmail, freaks. Keep at it, you of all “people” know I love attention. Tchau."	}
			
		],
		[
			{	"topImage": "dirktop/dirk40.png", "mainImage": "epimain/img15.png",
				"dirkText": "Vantas in an IKEA– excuse me– IGEA, night guard outfit? "	},
			{	"topImage": "dirktop/dirk40.png", "mainImage": "epimain/img15.png",
				"dirkText": "Surprising. Looks like he finally landed a job where he can’t inconvenience anyone by spouting vulgar insults in their faces."	},
			{	"topImage": "dirktop/dirk40.png", "mainImage": "epimain/img15.png",
				"dirkText": " It’s time to be held on the edge of your seats, the lingering feeling of dread holding you hostage. Will they be spotted? Will they be detained? Will there be jumpscares??"	},
			{	"topImage": "dirktop/dirk40.png", "mainImage": "epimain/img15.png",
				"dirkText": "No. They're in a fucking IGEA. This isn’t going to be some John Carpenter horror movie type of deal, and it would be stupid to make it seem so."	},
			{	"topImage": "dirktop/dirk40.png", "mainImage": "epimain/img15.png",
				"dirkText": "Honestly, this one is kind of a cop-out. Dedicated readers already know that John, Dave, and Terezi are hiding from Karkat. Didn't last year's trailer have nearly an identical image?"	},

			{	"topImage": "dirktop/dirk41.png", "mainImage": "epimain/img16.png",
				"dirkText": "Here, how's this."	},
			{	"topImage": "dirktop/dirk41.png", "mainImage": "epimain/img16.png",
				"dirkText": " I know that the fans are frothing at the mouth for even the slightest peek into what's being planned for the future, especially you dirty shippers. "	},
			{	"topImage": "dirktop/dirk41.png", "mainImage": "epimain/img16.png",
				"dirkText": "And who am I to withhold new content from our ravenous fans? Here's another scene, just for you. "	},
			{	"topImage": "dirktop/dirk41.png", "mainImage": "epimain/img16.png",
				"dirkText": "Enjoy it, theorize on it, even write elaborate fanfiction of this single frame. I know you're capable of it."	},

			{	"topImage": "", "mainImage": "dirkmain/dirk1.png",
				"dirkText": "Have fun with this one. "	},
			{	"topImage": "", "mainImage": "dirkmain/dirk4.png",
				"dirkText": "See you again soon."	}
			
		],
		[
			{	"topImage": "dirktop/dirk28.png", "mainImage": "epimain/img17.png",
				"dirkText": "Something is certainly happening. "	},
			{	"topImage": "dirktop/dirk28.png", "mainImage": "epimain/img17.png",
				"dirkText": "I don’t know what the fuck I’m supposed to write here. I am literally just standing. "	},
			{	"topImage": "dirktop/dirk28.png", "mainImage": "epimain/img17.png",
				"dirkText": "No offense to the cameraman here, but how is this supposed to even entertain? "	},
			{	"topImage": "dirktop/dirk28.png", "mainImage": "epimain/img17.png",
				"dirkText": "I guess I’ll just have to take on this painstaking task myself and tell you guys that this episode is coming up very soon. "	},
			{	"topImage": "dirktop/dirk28.png", "mainImage": "epimain/img17.png",
				"dirkText": "It’s not the next episode, no, but it’s the one after. We’re getting close to the end of the interviews. "	},
			{	"topImage": "dirktop/dirk28.png", "mainImage": "epimain/img17.png",
				"dirkText": "That’s right, my dear audience, there’s more to Homeslice than just repetitive interviews. Who would’ve thought? "	},
			{	"topImage": "dirktop/dirk28.png", "mainImage": "epimain/img17.png",
				"dirkText": "Not you, probably. I knew, though. But I don’t think you’d like to hear me ramble about my omnipotence. There are only so many words this website can fit, after all."	},
			{	"topImage": "dirktop/dirk28.png", "mainImage": "epimain/img17.png",
				"dirkText": "On another note, I need to fix this. Something about this is irritating me."	},

			{	"topImage": "dirktop/dirk42.png", "mainImage": "epimain/img18.png",
				"dirkText": "Oh fuck yeah. "	},
			{	"topImage": "dirktop/dirk42.png", "mainImage": "epimain/img18.png",
				"dirkText": "I’ve got my glasses back."	},
			{	"topImage": "dirktop/dirk42.png", "mainImage": "epimain/img18.png",
				"dirkText": "It’s common sense that I never take off my glasses. Not even when sleeping. "	},
			{	"topImage": "dirktop/dirk42.png", "mainImage": "epimain/img18.png",
				"dirkText": "I’ve got an image to maintain, and if anyone dares see what my eyes look like under these glasses, all of my intrigue and mystery will disappear."	},
			{	"topImage": "dirktop/dirk42.png", "mainImage": "epimain/img18.png",
				"dirkText": "It’s truly my greatest fear. It’s true. I weep and shake like a miserable coward every time someone looks at my eyes."	},
			{	"topImage": "dirktop/dirk42.png", "mainImage": "epimain/img18.png",
				"dirkText": "Now that you’ve seen them, dear viewer, how will I live?"	},
			{	"topImage": "dirktop/dirk42.png", "mainImage": "epimain/img18.png",
				"dirkText": "Just kidding. Thought you had some Better Dirk emotional vulnerability time there? "	},
			{	"topImage": "dirktop/dirk42.png", "mainImage": "epimain/img18.png",
				"dirkText": "Nah. The real reason I wear my glasses all the time is that they’re fucking cool."	},
				
			{	"topImage": "", "mainImage": "dirkmain/dirk4.png",
				"dirkText": "Goodbye for now. See you tomorrow."	}
			
		],
		[
			{	"topImage": "dirktop/dirk32.png", "mainImage": "epimain/img19.png",
				"dirkText": "Oh fuck. It’s the Dersite agents in Midnight Crew attire. "	},
			{	"topImage": "dirktop/dirk32.png", "mainImage": "epimain/img19.png",
				"dirkText": "Who remembers that old thing? Not many of you, I’m sure. "	},
			{	"topImage": "dirktop/dirk32.png", "mainImage": "epimain/img19.png",
				"dirkText": "I know how many intermission skippers there are in this joint, you despicable, despicable many. "	},
			{	"topImage": "dirktop/dirk32.png", "mainImage": "epimain/img19.png",
				"dirkText": "The Courtyard Droll and the Draconian Dignitary are both here, but Jack is the cameraman for this whole stint, and I decapitated the shit out of the Hegemonic Brute."	},
			{	"topImage": "dirktop/dirk32.png", "mainImage": "epimain/img19.png",
				"dirkText": "So, I wonder who’s going to be filling those vacant spots?"	},

			{	"topImage": "dirktop/dirk37.png", "mainImage": "epimain/img20.png",
				"dirkText": "Everyone, drop what you’re doing and look at this right now."	},
			{	"topImage": "dirktop/dirk37.png", "mainImage": "epimain/img20.png",
				"dirkText": "It’s the Wayward Vagabond. It’s the fucking Mayor. Who gives a shit about the Midnight Crew when you’ve got the Mayor, am I right? "	},
			{	"topImage": "dirktop/dirk37.png", "mainImage": "epimain/img20.png",
				"dirkText": "Look at this guy. Everyone loves him. And there’s the Peregrine Mendicant, I guess. Good for her."	},
			{	"topImage": "dirktop/dirk37.png", "mainImage": "epimain/img20.png",
				"dirkText": "I feel I must add that I’m not intending to imply–with this Picasso-esque artwork– that these two replace the empty positions in the Midnight Crew. "	},
			{	"topImage": "dirktop/dirk37.png", "mainImage": "epimain/img20.png",
				"dirkText": "I just think that they should be the stars of the show. "	},
				
			{	"topImage": "", "mainImage": "dirkmain/dirk20.png",
				"dirkText": "Anyways. We’re nearing the end of this whole affair. Just a few more teasers to show, and then we’ll be back to your regularly scheduled programming."	},
			{	"topImage": "", "mainImage": "dirkmain/dirk4.png",
				"dirkText": "But I’m not gone just yet, so come back tomorrow."	}
			
		],
		[
			{	"topImage": "dirktop/dirk34.png", "mainImage": "epimain/img21.png",
				"dirkText": "And here we have Harley undergoing her evil scientist midlife crisis. "	},
			{	"topImage": "dirktop/dirk34.png", "mainImage": "epimain/img21.png",
				"dirkText": "It’s about time, I would say. She’s making dangerous substances, poisonous gases, and wicked shit that is about to fucking blow. "	},
			{	"topImage": "dirktop/dirk34.png", "mainImage": "epimain/img21.png",
				"dirkText": "She sure is a dangerous dog woman. "	},
			{	"topImage": "dirktop/dirk34.png", "mainImage": "epimain/img21.png",
				"dirkText": "Just look at that evil smirk she’s got going for her."	},
			{	"topImage": "dirktop/dirk34.png", "mainImage": "epimain/img21.png",
				"dirkText": "Okay I can’t pretend anymore. This is fucking boring. I’m going to move on."	},

			{	"topImage": "dirktop/dirk43.png", "mainImage": "epimain/img22.png",
				"dirkText": "This is much more interesting."	},
			{	"topImage": "dirktop/dirk43.png", "mainImage": "epimain/img22.png",
				"dirkText": "She has a nuclear bomb, and she is going to rain hellfire on all of you unsuspecting folks at home. Be careful. "	},
			{	"topImage": "dirktop/dirk43.png", "mainImage": "epimain/img22.png",
				"dirkText": "You thought what she was making before was bad? Pfft. That’s mere child’s play in comparison to this unit of a weapon. "	},
			{	"topImage": "dirktop/dirk43.png", "mainImage": "epimain/img22.png",
				"dirkText": "Just look at her. Look at her innocent smile and empty eyes. Then look at how big that bomb is. "	},
			{	"topImage": "dirktop/dirk43.png", "mainImage": "epimain/img22.png",
				"dirkText": "It’s gotta be at least two Jades tall. What a monster."	},
			{	"topImage": "dirktop/dirk43.png", "mainImage": "epimain/img22.png",
				"dirkText": " Her evil scientist midlife crisis is now complete with the murder of millions. It’s what she’d want."	},
			{	"topImage": "dirktop/dirk43.png", "mainImage": "epimain/img22.png",
				"dirkText": "I’m sure the most refined of Jade Harley appreciators will appreciate today’s humble teaser. "	},
				
			{	"topImage": "", "mainImage": "dirkmain/dirk15.png",
				"dirkText": "After all, a dog girl with a bomb is sure to excite anyone. "	},
			{	"topImage": "", "mainImage": "dirkmain/dirk4.png",
				"dirkText": "If this was up your alley, I think you’ll like tomorrow's teaser. How about it?"	}
			
		],
		[
			{	"topImage": "dirktop/dirk33.png", "mainImage": "epimain/img23.png",
				"dirkText": "We’re getting an Evangelion reference in this shit? A mech episode in a sitcom? "	},
			{	"topImage": "dirktop/dirk33.png", "mainImage": "epimain/img23.png",
				"dirkText": "It sounds like someone’s pushing the boundaries a little. "	},
			{	"topImage": "dirktop/dirk33.png", "mainImage": "epimain/img23.png",
				"dirkText": "Ms. Paint is going to become the next Hideaki Anno. It’ll become the most legendary episode in all of sitcom history. "	},
			{	"topImage": "dirktop/dirk33.png", "mainImage": "epimain/img23.png",
				"dirkText": "Put me in, NERV, make me get in the fucking robot. I’ll be the best Shinji the world has ever seen, and I won't be such a sadboy cuck. "	},
			{	"topImage": "dirktop/dirk33.png", "mainImage": "epimain/img23.png",
				"dirkText": "It’ll be an enlightening performance."	},

			{	"topImage": "dirktop/dirk44.png", "mainImage": "epimain/img24.png",
				"dirkText": "Yeah, this is probably the best that Homeslice is ever going to get. "	},
			{	"topImage": "dirktop/dirk44.png", "mainImage": "epimain/img24.png",
				"dirkText": "I’m in the robot. What more could a man ask for? I’ve even got a hearty grin on my face and everything. I’m fucking ecstatic to be piloting this thing."	},
			{	"topImage": "dirktop/dirk44.png", "mainImage": "epimain/img24.png",
				"dirkText": "Much more grateful than Shinji would be, though I can’t blame the guy. It’s hard being a 14-year-old with daddy issues. It’s hard, and nobody understands. "	},
			{	"topImage": "dirktop/dirk44.png", "mainImage": "epimain/img24.png",
				"dirkText": "Not even me, but that’s by choice. It’s not like I can’t easily understand the perspective of a repressed and fucked up 14-year-old– I’m near-omnipotent, for fucks sake. "	},
			{	"topImage": "dirktop/dirk44.png", "mainImage": "epimain/img24.png",
				"dirkText": "I just choose not to because I’m not a fucking virgin loser. I’m infinitely cooler than all four (five, if we’re talking rebuilds) of the Evangelion kids combined. "	},
			{	"topImage": "dirktop/dirk44.png", "mainImage": "epimain/img24.png",
				"dirkText": "Sorry, Kaworu. He’s the only real one in this entire series and the only character in there I respect. It’s probably because of his homosexual tendencies. "	},

			{	"topImage": "", "mainImage": "dirkmain/dirk15.png",
				"dirkText": "I wasn’t lying when I said this would be up your alley, was I? (The answer is no. I was not lying. I never lie.) "	},
			{	"topImage": "", "mainImage": "dirkmain/dirk10.png",
				"dirkText": "Hope you enjoyed it. Unfortunately for you, though, our fun is coming to an end soon."	},
			{	"topImage": "", "mainImage": "dirkmain/dirk4.png",
				"dirkText": "That’s right, tomorrow is the last teaser. I saved the worst for last. Be prepared."	}
			
		],
		[
			{	"topImage": "dirktop/dirk34.png", "mainImage": "epimain/img25.png",
				"dirkText": "Ah. Great. A camping episode. With Egbert and I. I told you I was saving the worst for last, wasn’t I? "	},
			{	"topImage": "dirktop/dirk34.png", "mainImage": "epimain/img25.png",
				"dirkText": "I am sincerely hoping there’s no hidden agenda for this episode. I’ll even beg on my knees and pray. "	},
			{	"topImage": "dirktop/dirk34.png", "mainImage": "epimain/img25.png",
				"dirkText": "Yes, I’ll do it. I have no shame. At least the concept is more interesting than the beach episode from far earlier. "	},
			{	"topImage": "dirktop/dirk34.png", "mainImage": "epimain/img25.png",
				"dirkText": "It’s just a little more unconventional. If I’ll be honest, this is the one episode where I wish nothing happened. "	},
			{	"topImage": "dirktop/dirk34.png", "mainImage": "epimain/img25.png",
				"dirkText": "You’ve gotten this far, you know my deal with putting on a show. This shit, though? Get that out of my face. Separate me from that windsock blue boy. I barely even know the guy."	},

			{	"topImage": "dirktop/dirk35.png", "mainImage": "epimain/img26.png",
				"dirkText": "This is much more comfortable. "	},
			{	"topImage": "dirktop/dirk35.png", "mainImage": "epimain/img26.png",
				"dirkText": "We’re a safe distance away from each other. I know that it may seem that my disturbance is unwarranted, but you haven’t witnessed what I have. "	},
			{	"topImage": "dirktop/dirk35.png", "mainImage": "epimain/img26.png",
				"dirkText": "You haven’t seen the craved fangirls and their depraved obsessions with ship canonicity, squealing in hopes that their favorite yaoiboys finally mack on each other. "	},
			{	"topImage": "dirktop/dirk35.png", "mainImage": "epimain/img26.png",
				"dirkText": "I know I’m dunking on the shippers a lot here, but it’s difficult being a gay man out in this cruel and unforgiving fictional world. "	},
			{	"topImage": "dirktop/dirk35.png", "mainImage": "epimain/img26.png",
				"dirkText": "You put me sitting next to a straight guy a little too close, and everyone loses their fucking mind. It’s annoying, to say the least."	},

			{	"topImage": "", "mainImage": "dirkmain/dirk15.png",
				"dirkText": "And that just about wraps everything up."	},
			{	"topImage": "", "mainImage": "dirkmain/dirk11.png",
				"dirkText": " Were all the teasers to your liking? Sans this one, I mean. I’m sure they were– after all, the content drip feed is what you thirst for."	},
			{	"topImage": "", "mainImage": "dirkmain/dirk11.png",
				"dirkText": "You’re parched, completely dried-out, and you need the juicy details of your favorite show to keep that sensation at bay. "	},
			{	"topImage": "", "mainImage": "dirkmain/dirk4.png",
				"dirkText": "I’d say I did a good job of delivering that, didn’t I? It was fun, wasn’t it? Of course, it was. Customer satisfaction is always guaranteed with me."	}
			
		]
	]
}